{
  "name": "GCOS2k",
  "display_name": "GCOS",
  "version": "",
  "variable": "ohc2k IGNORE",
  "units": "zJ",
  "citation": [
    "von Schuckmann, K., et al. (2020) Heat stored in the Earth system: where does the energy go?, Earth Syst. Sci. Data, 12, 2013–2041, https://doi.org/10.5194/essd-12-2013-2020, 2020.",
    "Ishii, M., Y. Fukuda, S. Hirahara, S. Yasui, T. Suzuki, and K. Sato. (2017). Accuracy of Global Upper Ocean Heat Content Estimation Expected from Present Observational Data Sets. SOLA 13 (0): 163–67. https://doi.org/10.2151/sola.2017-030.",
    "Lyman, J.M., and G.C. Johnson. (2014). Estimating Global Ocean Heat Content Changes in the Upper 1800 m since 1950 and the Influence of Climatology Choice. Journal of Climate 27 (5): 1945–57. https://doi.org/10.1175/JCLI-D-12-00752.1.",
    "Desbruyères, D., E.L. McDonagh, B.A. King, and V. Thierry. (2017). Global and Full-Depth Ocean Temperature Trends during the Early Twenty-First Century from Argo and Repeat Hydrography. Journal of Climate 30 (6): 1985–97. https://doi.org/10.1175/JCLI-D-16-0396.1.",
    "Cheng, Lijing, Kevin E. Trenberth, John Fasullo, Tim Boyer, John Abraham, and Jiang Zhu. (2017). Improved Estimates of Ocean Heat Content from 1960 to 2015. Science Advances 3 (3): e1601545. https://doi.org/10.1126/sciadv.1601545.",
    "Roemmich, D., and J. Gilson. 2009. The 2004–2008 Mean and Annual Cycle of Temperature, Salinity, and Steric Height in the Global Ocean from the Argo Program. Progress in Oceanography 82 (2): 81–100. https://doi.org/10.1016/j.pocean.2009.03.004.",
    "Good, S.A., M.J. Martin, and N.A. Rayner. (2013). EN4: Quality Controlled Ocean Temperature and Salinity Profiles and Monthly Objective Analyses with Uncertainty Estimates. Journal of Geophysical Research: Oceans 118 (12): 6704–16. https://doi.org/10.1002/2013JC009067.",
    "Cabanes, C., A. Grouazel, K. Von Schuckmann, et al. (2013). The CORA Dataset: Validation and Diagnostics of in-Situ Ocean Temperature and Salinity Measurements. Ocean Science 9 (1): 1–18. https://doi.org/10.5194/os-9-1-2013.",
    "Von Schuckmann, K., and P.-Y. Le Traon. (2011). How Well Can We Derive Global Ocean Indicators from Argo Data? Ocean Science 7 (6): 783–91. https://doi.org/10.5194/os-7-783-2011.",
    "Giglio, D., T. Sukianto, M. Kuusela, and B.K.-A. Mills. (2026). Global Ocean Heat Content Anomalies and Ocean Heat Uptake Based on Mapping Argo Data Using Local Gaussian Processes. Version 4.0.1. Zenodo, February 1. https://doi.org/10.5281/ZENODO.18187866.",
    "Hosoda, S. (2007). Grid Point Value of the Monthly Objective Analysis Using the Argo Data. JAMSTEC. https://doi.org/10.17596/0000102.",
    "Hosoda, S., T. Ohira, and T. Nakamura. (2008). A Monthly Mean Dataset of Global Oceanic Temperature and Salinity Derived from Argo Float Observations. JAMSTEC Report of Research and Development 8 (0): 47–59. https://doi.org/10.5918/jamstecr.8.47.",
    "Li, H., F. Xu, W. Zhou, et al. (2017). Development of a Global Gridded Argo Data Set with Barnes Successive Corrections: A NEW GLOBAL GRIDDED ARGO DATA SET. Journal of Geophysical Research: Oceans 122 (2): 866–89. https://doi.org/10.1002/2016JC012285.",
    "Domingues, C.M., J.A. Church, N.J. White, et al. (2008). Improved Estimates of Upper-Ocean Warming and Multi-Decadal Sea-Level Rise. Nature 453 (7198): 1090–93. https://doi.org/10.1038/nature07080.",
    "Church, J.A., N. J. White, L.F. Konikow, et al. (2011). Revisiting the Earths Sea-Level and Energy Budgets from 1961 to 2008: SEA-LEVEL AND ENERGY BUDGETS. Geophysical Research Letters 38 (18): https://doi.org/10.1029/2011GL048794.",
    "Levitus, S., J. I. Antonov, T. P. Boyer, et al. (2012). World Ocean Heat Content and Thermosteric Sea Level Change (0–2000 m), 1955–2010. Geophysical Research Letters 39 (10): 2012GL051106. https://doi.org/10.1029/2012GL051106.",
    "Johnson, G.C., and S.G. Purkey. (2024). Refined Estimates of Global Ocean Deep and Abyssal Decadal Warming Trends. Geophysical Research Letters 51 (18): e2024GL111229. https://doi.org/10.1029/2024GL111229."
  ],
  "citation_url": [
    "https://doi.org/10.5194/essd-12-2013-2020",
    "https://doi.org/10.2151/sola.2017-030",
    "https://doi.org/10.1175/JCLI-D-12-00752.1",
    "https://doi.org/10.1175/JCLI-D-16-0396.1",
    "https://doi.org/10.1126/sciadv.1601545",
    "https://doi.org/10.1016/j.pocean.2009.03.004",
    "https://doi.org/10.1002/2013JC009067",
    "https://doi.org/10.5194/os-9-1-2013",
    "https://doi.org/10.5194/os-7-783-2011",
    "https://doi.org/10.5281/ZENODO.18187866",
    "https://doi.org/10.17596/0000102",
    "https://doi.org/10.5918/jamstecr.8.47",
    "https://doi.org/10.1002/2016JC012285",
    "https://doi.org/10.1038/nature07080",
    "https://doi.org/10.1029/2011GL048794",
    "https://doi.org/10.1029/2012GL051106",
    "https://doi.org/10.1029/2024GL111229"
  ],
  "data_citation": ["von Schuckmann, Karina; Minière, Audrey; Gues, Flora; Cuesta-Valero, Francisco; Kirchengast, Gottfried; Adusumilli, Susheel; Straneo, Fiammetta; Allan, Richard; Barker, Paul M.; Beltrami, Hugo; Boyer, Tim; Cheng, Lijing; Church, John; Desbruyeres, Damien; Dolman, Han; Domingues, Catia; García-García, Almudena; Giglio, Donata; Gilson, John; Gorfer, Maximilian; Haimberger, Leopold; Hendricks, Stefan; Hosoda, Shigeki; Johnson, Gregory; Killick, Rachel; King, Brian; Kolodziejczyk, Nicolas; Korosov, Anton; Krinner, Gerhard; Kuusela, Mikael; Langer, Moritz; Lavergne, Thomas; Li, Yuehua; Lyman, John; Marzeion, Ben; Mayer, Michael; MacDougall, Andrew; Lawrence, Isobel; McDougall, Trevor; Monselesan, Didier; Nitzbon, Jean; Otosaka, Inès; Peng, Jian; Purkey, Sarah; Roemmich, Dean; Sato, Kanako; Sato, Katsunari; Savita, Abhishek; Schweiger, Axel; Shepherd, Andrew; Seneviratne, Sonia; Simons, Leon; Slater, Donald; Slater, Thomas; Smith, Noah; Steiner, Andrea; Suga, Toshio; Szekely, Tanguy; Thiery, Wim; Timmermanns, Mary-Louise; Vanderkelen, Inne; Wijffels, Susan; Wu, Tonghua; Zemp, Michael (2022). Heat stored in the Earth system 1960-2020: Where does the energy go?. World Data Center for Climate (WDCC) at DKRZ. https://www.wdc-climate.de/ui/entry?acronym=GCOS_EHI_1960-2020"],
  "acknowledgement": "",
  "colour": "#555555",
  "zpos": 99,
  "origin": "obs",
  "notes": "The GCOS dataset is an ensemble dataset comprising several individual datasets.",
  "datasets": [
     {
      "url": ["https://www.wdc-climate.de/WDCC/ui/download/transferArchive?acronym=GCOS_EHI_1960-2020_OHC_d&rmin=0&rmax=0",
              ""],
      "filename": ["GCOS_EHI_1960-2020_Earth_Heat_Inventory_Ocean_Heat_Content_data.nc",
                   "WMO_global_OHC_60N60S_mean_spread_1960-2021_ZJ.nc"],
	  "type": "timeseries",
      "long_name": "Global ocean heat content",
	  "time_resolution": "annual",
	  "space_resolution": 999,
	  "climatology_start": 2005,
	  "climatology_end": 2021,
	  "actual": false,
	  "derived": false,
	  "history": [],
      "reader": "reader_gcos",
	  "fetcher": "fetcher_no_url"
    }
  ]
}