{
  "name": "gcb_land_sink",
  "display_name": "Global Carbon Budget",
  "version": "",
  "variable": "land sink",
  "units": "GtC/year",
  "citation": [
    "Friedlingstein, P., O'Sullivan, M., Jones, M. W., Andrew, R. M., Bakker, D. C. E., Hauck, J., Landschützer, P., Le Quéré, C., Li, H., Luijkx, I. T., Peters, G. P., Peters, W., Pongratz, J., Schwingshackl, C., Sitch, S., Canadell, J. G., Ciais, P., Aas, K., Alin, S. R., Anthoni, P., Barbero, L., Bates, N. R., Bellouin, N., Benoit-Cattin, A., Berghoff, C. F., Bernardello, R., Bopp, L., Brasika, I. Mandhara, Chamberlain, M. A., Chandra, N., Chevallier, F., Chini, L. P., Collier, N. O., Colligan, T. H., Cronin, M., Djeutchouang, L. M., Dou, X., Enright, M. P., Enyo, K., Erb, M., Evans, W., Feely, R. A., Feng, L., Ford, D. J., Foster, A., Fransner, F., Gasser, T., Gehlen, M., Gkritzalis, T., Goncalves De Souza, J., Grassi, G., Gregor, L., Gruber, N., Guenet, B., Gürses, Ö., Harrington, K., Harris, I., Heinke, J., Hurtt, G. C., Iida, Y., Ilyina, T., Ito, A., Jacobson, A. R., Jain, A. K., Jarníková, T., Jersild, A., Jiang, F., Jones, S. D., Kato, E., Keeling, R. F., Klein Goldewijk, K., Knauer, J., Kong, Y., Korsbakken, J., Koven, C., Kunimitsu, T., Lan, X., Liu, J., Liu, Z., Liu, Z., Lo Monaco, C., Ma, L., Marland, G., McGuire, P. C., McKinley, G. A., Melton, J. R., Monacci, N., Monier, E., Morgan, E. J., Munro, D. R., Müller, J. D., Nakaoka, S., Nayagam, L. R., Niwa, Y., Nutzel, T., Olsen, A., Omar, A. M., Pan, N., Pandey, S., Pierrot, D., Qin, Z., Regnier, P., Rehder, G., Resplandy, L., Roobaert, A., Rosan, T. M., Rödenbeck, C., Schwinger, J., Skjelvan, I., Smallman, T. Luke, Spada, V., Sreeush, M., Sun, Q., Sutton, A. J., Sweeney, C., Swingedouw, D., Séférian, R., Takao, S., Tatebe, H., Tian, H., Tian, X., Tilbrook, B., Tsujino, H., Tubiello, F., van Ooijen, E., van der Werf, G. R., van de Velde, S. J., Walker, A. P., Wanninkhof, R., Yang, X., Yuan, W., Yue, X., Zeng, J.: Global Carbon Budget 2025, Earth Syst. Sci. Data, https://doi.org/10.5194/essd-2025-659, 2026"
  ],
  "citation_url": [
    "https://doi.org/10.5194/essd-2025-659"
  ],
  "data_citation": [
    "https://doi.org/10.18160/GCP-2025"
  ],
  "acknowledgement": "",
  "colour": "#FFFF33",
  "zpos": 10,
  "origin": "obs",
  "notes": "",
  "datasets": [
    {
      "url": [
        "https://globalcarbonbudget.org/download/2341/?tmstv=1762815901"
      ],
      "filename": [
        "Global_Carbon_Budget_2025_v0.6.xlsx"
      ],
      "type": "timeseries",
      "long_name": "Land sink",
      "time_resolution": "annual",
      "space_resolution": 999,
      "climatology_start": 1950,
      "climatology_end": 2000,
      "actual": true,
      "derived": false,
      "history": [],
      "reader": "reader_gcb",
      "fetcher": "fetcher_standard_url"
    }
  ]
}